Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: %1$d new permissions are required
bqi: %1$d موجوزا نۊ ن الن اخو

source: %1$d out of %2$d
bqi: %1$d ز %2$d

source: %1$d selected
bqi: %1$d بلگه پسند وابی

source: 1 extension
bqi: 1 وردنی

source: 1. Go to Android Settings
bqi: 1. و سامووا Android راو

source: 1 open tab. Tap to switch tabs.
bqi: 1 بلگه واز، سی آشت بلگه یل بزنین ریس.

source: %1$s, %2$d of %3$d
bqi: %1$s، %2$d ز %3$d

source: %1$s / %2$s • %3$s left
bqi: %1$s ز %2$s • %3$s باقی منده

source: %1$s / %2$s • in %3$s.
bqi: %1$s / %2$s • من %3$s.

source: %1$s / %2$s • paused
bqi: %1$s / %2$s • واستا

source: %1$s / %2$s • pending
bqi: %1$s / %2$s • هونی واجۊری بۊ

source: %1$s already exists.
bqi: %1$s ز زیتر بیڌس.

source: %1$s can close tabs you haven’t viewed over the past month.
bqi: %1$s تره بلگه یلی ک من ما گوڌشته ننیشتین ن بوونده.

source: %1$s can’t automatically reject cookie requests on this site. You can send a request to support this site in the future.
bqi: ‏%1$s نتره درخاستا کۊکی ای وبگه ن خوتکار رڌ کونه. ترین دیندا تر درخاستی سی لادراری ز ای وبگه بفشنین.

source: %1$s can’t download this file type
bqi: %1$s نتره ای نوء فایل ن دانلود کونه

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
bqi: %1$s پیتینیڌنا وو ویرگار گشتن ایسا ن مجال ودر زیڌن ز برنومه یا بستن بلگه یل سیخومی پاک اکونه. ٱلبت ای کار ایسا ن سی وبگه یل یا جۊر کونووݩ اینترنت نشناخته نؽکونه، ای کار تینا بؽڌار کردن فعالیتا ریتور ایسا ز ور هر کس دی ک ای دسگا ن و کار اگره ساڌه تر اکونه.

source: %1$s completed
bqi: %1$s کامل وابی

source: %1$s could not be installed because it can only be installed by an organization using enterprise policies, which isn‘t supported on this platform.
bqi: %1$s نتره بپۊره چیناکه تینا و دست سازمووی ک سیاستا سازمۊوی ن و کار اگره تره بپۊره، ک من ای پلتفورم لادراری نؽبۊ.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
bqi: %1$s نتره بپۊره چیناکه وا %2$s %3$s ساز نیاره.

source: %1$s could not be verified as secure and has been disabled.
bqi: %1$s نتره و عونوان ٱمن قوۊل بۊ وو قیر فعال وابیڌه.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
bqi: %1$s نترست هۊویت برنومه ن تاییڌ کونه. اخۊین وا پور کردن خوتکار دووسمندیا رین وا پؽش؟

source: %1$s decides when to use secure DNS to protect your privacy.
bqi: %1$s سلا دستسه ک چ مجالی DNS ٱمن ن سی زفت وابیڌن هریم سیخومی ایسا و کار بره.

source: %1$s deletes your cookies, history, and site data when you close all your private tabs. %2$s
bqi: %1$s کۊکیا، ویرگار وو داده یل وبگه ایسا ن هر سا ک پوی بلگه یل سیخومی خوتووݩ ن بووندین، پاک اکونه. %2$s

source: %1$s essentials
bqi: النیا %1$s

source: %1$s extensions
bqi: %1$s وردنی

source: %1$s has a new update
bqi: %1$s ورۊ رسۊوی نۊ داره

source: %1$s has an update
bqi: %1$s ورۊ رسۊوی وابی

source: %1$s has been added to %2$s
bqi: %1$s و %2$s ٱوورده وابی

source: %1$s is not compatible with your version of %2$s (version %3$s).
bqi: %1$s وا نوسخه %2$s ایسا (نوسخه %3$s) ساز نیاره.

source: %1$s is produced by Mozilla.
bqi: %1$s و دست مۊزیلا وورکل وابیڌه.

source: %1$s is requesting your username and password.
bqi: %1$s درخاست نوم منتوری وو رزم ایسا ن داره.

source: %1$s just refused cookies for you
bqi: %1$s کۊکیا ن سی ایسا رڌ کرد

# %1$s Sent from %2$s 🦊 %3$s
source: %1$s\n \n Sent from %2$s 🦊 %3$s
bqi: %1$s\n \n ز %2$s فشناڌه وابیڌه 🦊 %3$s

# %1$s Sent from %2$s 🦊 Try the mobile browser: %3$s
source: %1$s\n \n Sent from %2$s 🦊 Try the mobile browser: %3$s
bqi: %1$s\n \n ز %2$s فشناڌه وابیڌه 🦊 گشت گر هومره ن امتهووݩ کۊنین: %3$s

source: %1$s on %2$s %3$s
bqi: %1$s ری %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
bqi: %1$s بلگه واز، سی آشت بلگه یل بزنین ریس.

source: %1$s • paused
bqi: %1$s • واڌاشته

source: %1$s (Private Mode)
bqi: %1$s (هالت سیخومی)

source: %1$s requests additional data collection
bqi: %1$s درخاست کتن کردن داده یل بیشتری ن داره

source: %1$s requests additional permissions.
bqi: %1$s درخاست دسرسیا بیشتری ن داره.

source: %1$s requests additional settings
bqi: %1$s درخاست سامووا بیشتری ن داره

source: %1$s tabs closed: %2$d
bqi: %1$s بلگه بسته وابین: %2$d

source: %1$s • unknown time
bqi: %1$s • زمووݩ ن دیاری

source: %1$s violates Mozilla’s policies and can’t be installed on %2$s.
bqi: %1$s خت مشی یل Mozilla ن زؽر پا انه وو نتره و ری %2$s بپۊره.

source: %1$s was added
bqi: %1$s ٱوورده وابی

source: %1$s wasn’t downloaded.
bqi: %1$s دانلود نوابی.

source: %1$s will always use secure DNS. You’ll see a security risk warning before we use your system DNS.
bqi: %1$s هی و عونوان DNS ٱمن و کار روه. پؽش ز یوکه DNS سیستوم و کار روه، و ایسا ی هوشتار اختار ٱمنیتی داڌه ابۊ.

source: %1$s will never offer to translate sites in this language.
bqi: %1$s هرگشت پؽشنهاڌ ولرنیڌن وبگه یل ن من ای زووݩ نؽڌه.

source: %1$s will offer to translate sites in this language.
bqi: %1$s پؽشنهاڌ اده تا وبگه یل من ای زووݩ ولرنیڌه بۊن.

source: %1$s will translate this language automatically when the page loads.
bqi: %1$s ای زووݩ ن و جۊر خوتکار مجال بار ونی بلگه ولرنه.

source: %1$s won’t use secure DNS on these sites and their subdomains.
bqi: %1$s من ای وبگه یل وو زؽر دامنه یل سووݩ، DNS ٱمن و کار نؽروه.

source: %2$s is requesting your username and password. The site says: “%1$s”
bqi: %2$s درخاست نوم منتوری وو رزم ایسا ن داره. ای وبگه اگو: «%1$s»

source: 2. Tap <b>Permissions</b>
bqi: 2. و ری <b>موجوزا</b> بزنین

source: 3. Toggle <b>%1$s</b> to ON
bqi: 3. آلشت <b>%1$s</b> ن و ON آلشت بڌین

source: About
bqi: زبار

source: About %1$s
bqi: زبار %1$s

source: About translations in %1$s
bqi: زبار ولرنیڌنا من %1$s

source: Accept and edit suggestion
bqi: قوۊل کردن وو آلشت پؽشنهاڌ

source: Accept the Risk and Continue
bqi: قوۊل کردن ای ختر وو رئڌن وا پؽش

source: Access %1$s from the %2$s menu.
bqi: و %1$s ز نومگه %2$s دسرسی داشته بۊین.

source: Access browser activity during navigation
bqi: دسرسی و فعالیتا مجال گشتن

source: Access browser activity during navigation.
bqi: دسرسی و فعالیتا مجال گشتن.

source: Access browser tabs
bqi: دسرسی و بلگه یل گشت گر

source: Access browser tabs.
bqi: دسرسی و بلگه یل گشت گر.

source: Access browsing history
bqi: دسرسی و ویرگار گشتنا

source: Access browsing history.
bqi: دسرسی و ویرگار گشتنا.

source: Accessibility
bqi: دسرسی پزیری

source: Access recently closed tabs
bqi: دسرسی و بلگه یل بسته وابیڌه دیندایی

source: Access recently closed tabs.
bqi: دسرسی و بلگه یل بسته وابیڌه دیندایی.

source: Access to the file was denied
bqi: دسرسی و ای فایل رڌ ابۊ

source: Access your data for %1$s
bqi: دسرسی و دووسمندیا ایسا سی %1$s

source: Access your data for %1$s.
bqi: دسرسی و دووسمندیا ایسا سی %1$s.

source: Access your data for all websites
bqi: دسرسی و پوی دووسمندیا ایسا سی پوی وبگه یل اینترنتی

source: Access your data for all websites.
bqi: دسرسی و پوی دووسمندیا ایسا سی پوی وبگه یل اینترنتی.

source: Access your data for sites in %1$d domains
bqi: دسرسی و دووسمندیا ایسا سی وبگه یلی ک من دامنه یل %1$d هڌن

source: Access your data for sites in the %1$s domain
bqi: دسرسی و دووسمندیا وبگه یل من دامنه %1$s

source: Access your data for sites in the %1$s domain.
bqi: دسرسی و دووسمندیا وبگه یل من دامنه %1$s.

source: Access your data on %1$d other domains
bqi: دسرسی و دووسمندیا ایسا ری %1$d دامنه دی

source: Access your data on %1$d other sites
bqi: دسرسی و دووسمندیا ایسا ری %1$d وبگه دی

source: Access your data on 1 other domain
bqi: دسرسی و دووسمندیا ایسا ری 1 دامنه دی

source: Access your data on 1 other site
bqi: دسرسی و دووسمندیا ایسا ری 1 وبگه دی

source: Access your data on another domain
bqi: دسرسی و دووسمندیا ایسا من دامنه دیری

source: Access your data on another domain.
bqi: دسرسی و دووسمندیا ایسا من دامنه دیری.

source: Access your data on another site
bqi: دسرسی و دووسمندیا ایسا من وبگه دیری

source: Access your data on another site.
bqi: دسرسی و دووسمندیا ایسا من وبگه دیری.

source: Access your data on other domains
bqi: دسرسی و دووسمندیا ایسا من دامنه یل دیر

source: Access your data on other domains.
bqi: دسرسی و دووسمندیا ایسا من دامنه یل دیر.

source: Access your data on other sites
bqi: دسرسی و دووسمندیا ایسا من وبگه یل دیر

source: Access your data on other sites.
bqi: دسرسی و دووسمندیا ایسا من وبگه یل دیر.

source: Access your location
bqi: دسرسی و جاگه ایسا

source: Access your location.
bqi: دسرسی و جاگه ایسا.

source: Account
bqi: هساو منتوری

source: Account info
bqi: دووسمندیا هساو

source: Account picture
bqi: شؽوات هساو

source: Account settings
bqi: سامووا هساو

source: Active
bqi: فعال

source: Ad blocker
bqi: مسدۊد کوݩ تبلیقات

source: Add
bqi: ٱووردن

source: Add %1$s
bqi: ٱووردن %1$s

source: Add %1$s?
bqi: ٱووردن %1$s؟

source: Add %1$s and %2$s to %3$s
bqi: ٱووردن %1$s وو %2$s و %3$s

source: Add %1$s to %2$s
bqi: ٱووردن %1$s و %2$s

source: Add add-on button
bqi: دویمه ٱووردن وردنی

source: Add address
bqi: ٱووردن نشۊوی

source: Add a fake login for this domain
bqi: ٱووردن و من ٱووڌن ساختیی سی ای دامنه

source: Add a name
bqi: ی نوم بزنین

source: Add a new folder
bqi: ٱووردن دوبلگه نۊ

source: Add app to Home screen
bqi: ٱووردن برنومه و بلگه ٱسلی

source: Add app to Home screen…
bqi: ٱووردن برنومه و بلگه ٱسلی…

source: Add bookmarks as you browse so you can find your favorite sites later.
bqi: نشووکا ن مجال گشتن ازاف کۊنین تا ترسته بۊین دیندا تر وبگه ک اخۊینه بجۊرین.

source: Add bookmark, Shortcut, Home, Collection, PDF
bqi: ٱووردن نشووک، ر نهنگ، بلگه ٱسلی، کتن، PDF

source: Add card
bqi: ٱووردن کارت

source: Added to shortcuts!
bqi: و ر نهنگا ٱوورده وابی!

source: Add Firefox widget
bqi: ٱووردن ویجت Firefox

source: Add folder
bqi: ٱووردن دوبلگه

source: Add new address for selected locale
bqi: ٱووردن نشۊوی نۊ سی مهلی پسند بیڌه

source: Add new collection
bqi: ٱووردن کتن نۊ

source: Add new search engine
bqi: ٱووردن موتور پیتینیڌن نۊ

source: Add-on icon
bqi: آیکون وردنی

source: Add-ons
bqi: وردنی یل

source: Add-ons and some features will stop working on March 14.
bqi: وردنی یل وو ی قرده ز ویژیی یل من 14 مارس اواستن.

source: Add-ons Manager
bqi: دؽوۉداری وردنی یل

source: Add-ons Tools
bqi: ٱوزارا وردنی یل

source: Add password
bqi: ٱووردن رزم

source: Add private browsing shortcut
bqi: ٱووردن ر نهنگ گشت سیخومی

source: Add private tab
bqi: ٱووردن بلگه سیخومی

source: Address bar - Firefox Suggest
bqi: نوار نشۊوی - پؽشنهاڌا Firefox

source: Address bar location
bqi: جاگه نوار نشۊوی

source: Address bar must be on top when tab bar is shown.
bqi: هر سا نوار بلگه نشووݩ داڌه ابۊ، نوار نشۊوی وا ب روء بۊ.

source: Address bar preferences
bqi: ترجیهات نوار نشۊوی

source: Addresses
bqi: نشۊویا

source: Address Not Found
bqi: نشۊوی ن نجوست

source: Add search engine
bqi: ٱووردن موتور پیتینیڌن

source: Add site
bqi: ٱووردن وبگه

source: Add Site
bqi: ٱووردن وبگه

source: Add tab
bqi: ٱووردن بلگه

source: Add them to %1$s
bqi: ٱووردن هونوو و %1$s

source: Add third-party extensions to enhance your security, productivity, and more.
bqi: ٱووردن وردنی یل شخس سالس سی وا روء بوردن ٱمنیت، و کار گیری وو بیشتر.

source: Add to active tabs
bqi: ٱووردن و بلگه یل فعال

source: Add to contact
bqi: ٱووردن و هومدنگۉݩ

source: Add to Home screen
bqi: ٱووردن و بلگه هووه ای

source: Add to Home screen…
bqi: ٱووردن و بلگه ٱسلی…

source: Add to inactive tabs
bqi: ٱووردن و بلگه یل قیر فعال

source: Add to private tabs
bqi: ٱووردن و بلگه یل سیخومی

source: Add to shortcuts
bqi: ٱووردن و ر نهنگا

source: Advanced
bqi: پؽش رئڌه

source: Advanced…
bqi: پؽش رئڌه…

source: After one day
bqi: بئڌ ی رۊز

source: After one month
bqi: بئڌ ی ما

source: After one week
bqi: بئڌ ی هفته

source: Agree and continue
bqi: قوۊل کردن وو رئڌن وا پؽش

source: Agree and start browsing
bqi: نشووݩ داڌن مووافقت وو ناهاڌن پا گشتن

source: All
bqi: پوی

source: All actions
bqi: پوی فعالیتا

source: All cookies (will cause websites to break)
bqi: پوی کۊکیا (وبگه یل ن خراو اکونه)

source: All languages
bqi: پوی زووا

source: Allow
bqi: هشتن

source: ALLOW
bqi: هشتن

source: Allow %1$s to automatically apply exceptions required to avoid major website breakage.
bqi: بهلین %1$s و جۊر خوتکار استسنایل لازوم ن سی جلاوگری ز خراوی بیشتر وبگه یل ائمال کونه.

source: Allow %1$s to open %2$s
bqi: %1$s بهلین تا %2$s ن بوگوشه

source: Allow %1$s to play DRM-controlled content?
bqi: هیلین %1$s موئتوا کیل وابیڌه وا DRM ن پشک کونه؟

source: Allow %1$s to send notifications?
bqi: هیلین %1$s وارسۊوی بفشنه؟

source: Allow %1$s to store data in persistent storage?
bqi: هیلین %1$s داده یل ن من جاگه زفت دایومی زفت کونه؟

source: Allow %1$s to use its cookies on %2$s?
bqi: هیلین %1$s کۊکیا خوسه من %2$s و کار بگره؟

source: Allow %1$s to use your camera?
bqi: هیلین %1$s شؽواتگر ایسا ن و کار گره؟

source: Allow %1$s to use your camera and microphone?
bqi: هیلین %1$s شؽواتگر وو میکروفووݩ ایسا ن و کار گره؟

source: Allow %1$s to use your location?
bqi: هیلین %1$s جاگه ایسا ن و کار گره؟

source: Allow %1$s to use your microphone?
bqi: هیلین %1$s میکروفووݩ ایسا ن و کار گره؟

source: Allow audio and video
bqi: هشتن آرنگ وو فیلم

source: Allowed
bqi: هشتسه

source: Allow extension to run in private browsing
bqi: بهلین وردنی من هالت سیخومی ر بوۊفته

source: Allow for all sites
bqi: هشتن سی پوی وبگه یل

source: Allow in private browsing
bqi: هشتن من هالت گشتن سیخومی

source: Allow screenshots in private browsing
bqi: هشتن گرؽڌن شؽوات ز بلگه من هالت سیخومی

source: Allow search suggestions in private sessions?
bqi: هشتن پؽشنهاڌا پیتینیڌن من نشستا سیخومی؟

source: Allows Mozilla to install and run studies
bqi: مۊزیلا ن بهلین تا وردنی یل خۊندنی ن بپرنه وو ر ونه

source: Allow this site to open?
bqi: هیلی ای وبگه بوگوئشه؟

source: Allow unverified third-party scripts to access your data
bqi: هشتن اسکریپتا شسخ سالس تاییڌ نوابیڌه سی دسرسی و داده یل ایسا

source: Allow unverified third-party scripts to access your data.
bqi: هشتن اسکریپتا شسخ سالس تاییڌ نوابیڌه سی دسرسی و داده یل ایسا.

source: All third-party cookies (may cause websites to break)
bqi: پوی کۊکیا موتفرقه (گاشڌ وبگه یل ن ز کار ونه)

source: Almost there! Two steps finished and 1 to go.
bqi: تقریبن رسیڌیم! دو مرهله تموم وابیڌه وو ی مرهله دی باقی منده.

source: Almost there! You’re just 1 step away from the finish line.
bqi: تقریبن رسیڌین! تینا 1 مرهله دی تا تور دیندایی باقی منده.

source: A login with that username already exists
bqi: و من ٱووڌن وا اۊ نوم منتوری ک ز زیتر بیڌس

source: Also apply exceptions automatically that are only required to fix minor issues and make convenience features available.
bqi: هومچیناکو استسنایلی ن ک تینا سی رفع موشکلا خراوی وو من دسرس ناهاڌن ویژیی یل رفاهی لازوم هڌن، و جۊر خوتکار ائمال کۊنین.

source: Always
bqi: هی

source: Always download in data saving mode
bqi: هی من هالت زفت کردن داده دانلود کۊنین

source: Always download languages in data saving mode
bqi: هی زووا ن من هالت زفت کردن داده دانلود کۊنین

source: Always offer to translate
bqi: هی پؽشنهاڌ ولرنیڌن ن بڌین

source: Always open links in apps
bqi: هی لینگا ن من برنومه یل بۊگۊشین

source: Always request desktop site
bqi: هی وبگه و هالت ری میزی درخاست بۊوه

source: Always translate
bqi: هی ولرن

source: Always translate %1$s
bqi: هی %1$s ن ولرنین

source: Always warn if secure DNS isn’t available
bqi: ٱر DNS ٱمن من دسرس نبی، هی اختار بڌه

source: A new permission is required
bqi: ی موجوز نۊ الن اخو

source: Anti-tracking gem. Stop invisible trackers and spying ads.
bqi: تلای زد رڌجۊری. رڌجۊرا بؽڌاری وو تبلیقات جاسۊسی ن واڌارنین.

source: App icon
bqi: آیکون برنومه

source: Apr
bqi: آوریل

source: Are you sure?
bqi: الن هیمونه اخۊی؟

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
bqi: الن اخۊی پوی کۊکیا وو داده یل وبگه <b>%s</b> ن پاک کۊنی؟

source: Are you sure that you want to clear all the permissions for this site?
bqi: اخۊی ک پوی دسرسیا ن سی ای وبگه یل پاک کۊنی؟

source: Are you sure that you want to clear all the permissions on all sites?
bqi: اخۊی ک پوی دسرسیا ن من پوی وبگه یل پاک کۊنی؟

source: Are you sure that you want to clear this permission for this site?
bqi: اخۊی ک ای دسرسی ن سی ای وبگه پاک کۊنی؟

source: Are you sure you want to delete %1$s?
bqi: الن اخۊین %1$s پاک بۊ؟

source: Are you sure you want to delete the selected items?
bqi: الن اخۊی مووردا پسند بیڌه پاک بۊن؟

source: Are you sure you want to delete this bookmark?
bqi: الن اخۊی ای نشووک پاک بۊ؟

source: Are you sure you want to delete this folder?
bqi: الن اخۊی ای دوبلگه پاک بۊ؟

source: Are you sure you want to delete this password?
bqi: الن اخۊی ک ای رزم ن پاک کۊنی؟

source: A root certificate will expire, causing some features to stop working on March 14.
bqi: ی گوواهی بونچک مونقزی ابۊ، سی دل هیمو ی قرد ز ویژیی یل من 14 مارس ز کار اۊفتن.

source: A root certificate will expire, causing your version of Firefox to stop working properly.
bqi: ی گوواهی بونچک مونقزی ابۊ، سی دل هیمو گاشڌ نوسخه Firefox ایسا و خۊوی کار نکونه.

source: Articles powered by %s
bqi: متالو جووݩ گرؽڌه ز %s

source: Artist series
bqi: سریال هونرمند

source: A site is playing media
bqi: وبگهی هونی وارسگر پشک اکونه

source: Ask before opening
bqi: پورس پؽش ز گۊشیڌن

source: Ask before sending
bqi: پورس پؽش ز فشناڌن

source: Ask to allow
bqi: درخاست سی هشتن

source: Ask to save
bqi: درخاست سی زفت کردن

source: Audio and video will play on Wi-Fi
bqi: آرنگ وو فیلم و ری هالت Wi-Fi پشک ابۊن

source: Aug
bqi: اوت

source: authentication information
bqi: دووسمندیا ائراز هۊویت

source: Author
bqi: هؽل کوݩ

source: Auto-close after one month?
bqi: بسته وابیڌن خوتکار بئڌ ی ما؟

source: Auto-close enabled
bqi: بستن خوتکار فعال وابی

source: Auto-close open tabs
bqi: بستن خوتکار بلگه یل واز

source: Autocomplete URLs
bqi: کامل کردن خوتکار نشۊوی اینترنتی

source: Autofill
bqi: پور کردن خوتکار

source: Autofill in %1$s
bqi: پور کوننده خوتکار من %1$s

source: Autofill in other apps
bqi: پور کردن خوتکار من برنومه یل دی

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
bqi: و جۊر خوتکار سی قلوه کردن ٱمنیت قپ ریت اکونه وا و کار گرؽڌن بارت رزم ناهاڌن HTTPS و وبگه یل منپیز بۊ.

source: Automatically deletes browsing data when you select “Quit” from the main menu
bqi: مجال پسند \"و در زیڌن\" ز نومگه ٱسلی، داده یل گشتن ن و جۊر خوتکار پاک اکونه

source: Automatically send crash reports
bqi: و هالت خوتکار گوزارشا خراوی ن بفشنین

source: Automatic font sizing
bqi: هندا فونت خوتکار

source: Automatic translation
bqi: ولرنیڌن خوتکار

source: Autoplay
bqi: پشک خوتکار

source: Available languages
bqi: زووا مووجۊد

source: Back
bqi: دیندا

source: Back and close search
bqi: وورگشتن وو بستن پیتینیڌن

source: Back to main menu
bqi: وورگشتن و نومگه ٱسلی

source: Be careful on this site
bqi: ویرت وا ای وبگه بۊ

source: BETA
bqi: آزمایشی

source: <b>Highlights</b> are from %s reviews within the last 80 days that we believe to be reliable.
bqi: <b>نوکات دیاری</b> ز %s واجۊریا من 80 رۊز گوڌشته ک ایما موعتقدیم قابل اتمینووݩ هڌن.

source: Block
bqi: مسدۊد کردن

source: Block ads effectively and efficiently.
bqi: تبلیقات ن و بؽڌرین بارت مسدۊد کۊنین.

source: Block audio and video
bqi: مسدۊد کردن آرنگ وو فیلم

source: Block audio and video on cellular data only
bqi: مسدۊد کردن آرنگ وو فیلم تینا و ری هالت داده

source: Block audio only
bqi: تینا مسدۊد کردن آرنگ

source: Block content on any page
bqi: موئتوا ن من هر بلگه ای مسدۊد کوݩ

source: Block content on any page.
bqi: موئتوا ن من هر بلگه ای مسدۊد کوݩ.

source: Blocked
bqi: مسدۊد وابیڌه

source: Blocked by Android
bqi: مسدۊد وابیڌه و دست ٱندروید

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
bqi: کۊکیایی ن ک شبکه یل تبلیغاتی وو شرکتا تهلیلی و کار سووݩ اگرن، سی گردواری داده یل گشتن ایسا، من وبگه یل قلوه ای مسدۊد اکونه.

source: Blue
bqi: کوۊ

source: Blue Hour
bqi: ساعت کوۊ

source: Bookmark
bqi: نشووک ناهاڌن

source: Bookmark page
bqi: نشووه ناهاڌن بلگه

source: bookmarks
bqi: نشووکا

source: Bookmarks
bqi: نشووکا

source: Bookmarks deleted
bqi: نشووک پاک وابی

source: Bookmarks Menu
bqi: نومگه نشووکا

source: Bookmarks saved in “%s”!
bqi: نشووکا من «%s» زفت وابین!

source: Bookmarks Toolbar
bqi: نوار ٱوزار نشووکا

source: Bookmark this page
bqi: ای بلگه ن نشووک کوݩ

source: Bottom
bqi: بلم

source: Browse faster with new navigation
bqi: وا ناوبری نۊ زیتر گشت بزنین

source: Browser isn’t supported or blocked
bqi: گشت گر لادراری نؽبۊ یا مسدۊد وابیڌه

source: Browse with no saved cookies or history in %1$s
bqi: من %1$s بؽ هیچ کۊکی یا ویرگار زفت وابیڌه ای بگردین

source: Browse without a trace
bqi: بؽ رڌجۊری کردن گشت بزنین

source: browsing activity
bqi: فعالیت گشتن

source: Browsing data deleted
bqi: داده یل گشتن پاک وابین

source: Browsing history
bqi: ویرگار گشتن

source: Buttons, links, and other content
bqi: دویمه یل، لینگا وو موئتوا دیر

source: By continuing, you agree to the %1$s.
bqi: وا رؽڌن وا پؽش، ایسا %1$s ن قوۊل اکۊنین.

source: Cached images and files
bqi: شؽواتا وو فایلا زفت وابیڌه

source: Call
bqi: زنگ

source: Call with…
bqi: زنگ زیڌن وا…

source: Camera
bqi: شؽواتگر

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
bqi: دسرسی و شؽواتگر ن اخو. و سامووا ٱندروید ریوین، ری موجوزا بزنین وو دیندا ری هشتن بزنین.

source: Camera and microphone are on
bqi: شؽواتگر وو میکروفووݩ منپیز هڌن

source: Camera is on
bqi: شؽواتگر رۊشن هڌ

source: Campaign measurement
bqi: هندا گیری کمپین

source: Campaign measurement data
bqi: داده یل هنداگیری کمپین

source: Cancel
bqi: لقو

source: Cancel downloads
bqi: لقو دانلودا

source: Cancel private downloads?
bqi: دانلودا سیخومی لقو بۊن؟

source: Cancel to keep your current version and settings.
bqi: سی زفت وابیڌن نوسخه وو سامووا هیم سکویی خوت، لقو کوݩ.

source: Cannot Complete Request
bqi: نتره درخاستته کامل کونه

source: Cannot share to this app
bqi: نتری و ای برنومه یک رسۊوی کۊنی

source: Can’t edit default folders
bqi: نترین دوبلگه یل پؽش فرز ن آلشت کۊنین

source: Can’t install extension
bqi: نتره ورنی ن بپۊرنه

source: Can’t pay, check out or shop
bqi: نتروم پرداخت کونوم، تسویه هساو کونوم یا بستووم

source: Can’t save password
bqi: نتره رزم ن زفت کونه

source: Can’t sign in or register
bqi: نتروم و من یام یا سبت نوم کونوم

source: Card Number
bqi: شوماره کارت

source: CFR Tools
bqi: ٱوزارا CFR

source: Change app icon?
bqi: آیکون آلشت بۊ؟

source: Change your password, manage data collection, or delete your account
bqi: رزم خوتووݩ ن آلشت کۊنین، کتن کردن داده یل ن دؽوۉداری کۊنین، یا هساو خوتووݩ ن پاک کۊنین

source: Changing the icon requires the app to restart.
bqi: آلشت آیکون لنگ ر وندن دووارته برنومه هڌ.

source: Check for updates
bqi: واجۊری سی ورۊ رسۊوی

source: Check out 100+ new extensions that let you make Firefox your own.
bqi: بیشتر ز 100 وردنی نۊ ن واجۊری کۊنین چینا ک هؽلن Firefox ن ز خوتووݩ دووسته بۊین.

source: Check that search string matches Example format
bqi: واجۊری کۊنین ک رشته پیتینیڌن وا شؽوات وو قالوو نمووه داڌه بیڌه ی جۊر هڌ

source: Check your connection and try again.
bqi: منپیز خوتۉݩ ن واجۊری کۊنین وو دووارته امتهووݩ کۊنین.

source: Choose a color
bqi: ی رنگ پسند کۊنین

source: Choose a language
bqi: پسند زووݩ

source: Choose a login provider
bqi: پسند ی جۊر کوݩ و من ٱووڌن

source: Choose a reason
bqi: پسند ی دلیل

source: Choose a wallpaper that speaks to you.
bqi: کاقز دیواری ن پسند کۊنین ک وا ایسا گوفت ۉ لوفت اکونه.

source: Choose provider
bqi: پسند جۊر کوݩ

source: Choose reason
bqi: پسند دلیل

source: Choose toolbar placement
bqi: پسند جاگه جا گرؽڌن نوار ٱوزار

source: Choose what to sync
bqi: پسند چیایی ک اخۊین هوم گوم بۊن

source: Choose which trackers and scripts to block.
bqi: پسند کۊنین کو رڌجۊر وو اسکریپت ن مسدۊد اکۊنین.

source: City
bqi: شئر

source: Classic %s
bqi: ‏%s سونتی

source: Clear
bqi: پاک کردن
